# Zero Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UV..::..Zero Property
UV Class See Also
---
The coordinate origin or zero 2-D vector.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static UV Zero { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Zero As UV
	Get
```

Visual C++
---
```text
public:
static property UV^ Zero {
	UV^ get ();
}
```

# Remarks
The zero vector is (0,0).
# See Also
UV Class
Autodesk.Revit.DB Namespace